Repository: SaltyLem0n/RSU-360-X
Catalog: Resources/Views/Section2/Index.*.resx
Languages: th_th

# Common_Actions
source: Actions
th_th: การดำเนินการ

# Common_Add
source: Add
th_th: เพิ่ม

# Common_AddNew
source: Add New
th_th: เพิ่มใหม่

# Common_AttachmentOptional
source: Attachment (Optional)
th_th: ไฟล์แนบ (ถ้ามี)

# Common_Author
source: Author
th_th: ผู้เขียน

# Common_AutoCalculated
source: Auto Calculated
th_th: คำนวณอัตโนมัติ

# Common_Close
source: Close
th_th: ปิด

# Common_Country
source: Country
th_th: ประเทศ

# Common_Course
source: Course
th_th: รายวิชา

# Common_Credits
source: Credits
th_th: หน่วยกิต

# Common_DeleteFailed
source: Delete Failed
th_th: ลบไม่สำเร็จ

# Common_DeleteSelected
source: Delete Selected
th_th: ลบที่เลือก

# Common_Description
source: Description
th_th: คำอธิบาย

# Common_Details
source: Details
th_th: รายละเอียด

# Common_DocType
source: Document Type
th_th: ประเภทเอกสาร

# Common_Edit
source: Edit
th_th: แก้ไข

# Common_Max50
source: Max 50 Persons
th_th: ไม่เกิน 50 คน

# Common_NoData
source: No data available
th_th: ไม่มีข้อมูล

# Common_Percentage
source: Percentage
th_th: ร้อยละ

# Common_Point
source: Points
th_th: คะแนน

# Common_Position
source: Position
th_th: ตำแหน่ง

# Common_Save
source: Save
th_th: บันทึก

# Common_SaveChanges
source: Save Changes
th_th: บันทึกการเปลี่ยนแปลง

# Common_SaveFailed
source: Save Failed
th_th: บันทึกไม่สำเร็จ

# Common_SavingEllipsis
source: Saving...
th_th: กำลังบันทึก...

# Common_Select
source: Select
th_th: เลือก

# Common_SelectAll
source: Select All
th_th: เลือกทั้งหมด

# Common_SelectItems
source: Please select items
th_th: โปรดเลือกข้อมูลที่จะลบ

# Common_SelectItemsToDelete
source: Please select items to delete
th_th: โปรดเลือกข้อมูลที่จะลบ

# Common_Semester
source: Semester
th_th: ภาคการศึกษา

# Common_Students
source: Number of Students
th_th: จำนวนนักศึกษา

# Common_Subject
source: Subject
th_th: ประกอบการสอนวิชา

# Common_Title
source: Title of Work
th_th: ชื่อผลงาน

# Common_Title1
source: Subject/Title
th_th: เรื่อง

# Common_Title2
source: Title
th_th: ชื่อเรื่อง

# Common_Title3
source: Name of Work
th_th: ชื่อผลงาน

# Common_Title4
source: Quality Level
th_th: ระดับคุณภาพ

# Common_Topic
source: Research Topic
th_th: หัวข้อวิจัย

# Common_Type
source: Type
th_th: ประเภท

# Common_Year
source: Date (D/M/Y)
th_th: วัน/เดือน/ปี

# Confirm_Delete
source: Are you sure you want to delete this data?
th_th: ยืนยันการลบข้อมูลนี้หรือไม่?

# Form_Section2_Subtitle
source: Section 2 — Academic and Professional Work
th_th: ส่วนที่ 2 — งานวิชาการและงานวิชาชีพ

# Form_Subtitle_S2
source: Section 2 — Academic and Professional Work
th_th: ส่วนที่ 2 — งานวิชาการและงานวิชาชีพ

# Form_Title
source: Performance Information
th_th: ข้อมูลเกี่ยวกับการปฏิบัติงาน

# Nav_PerfEval
source: Performance Evaluation
th_th: การประเมินผลงาน

# Nav_Personal
source: Personal Information
th_th: ข้อมูลส่วนบุคคล

# Nav_ServicesDuties
source: Services and Duties
th_th: บริการและหน้าที่

# Nav_TeachingSoon
source: Teaching and Graduate Production
th_th: งานสอนและการผลิตบัณฑิต

# PH_AgreementDuration
source: e.g. 2024-01-01 to 2025-12-31
th_th: เช่น 2024-01-01 ถึง 2025-12-31

# PH_BookSubject
source: e.g. Computer Science
th_th: เช่น วิทยาการคอมพิวเตอร์

# PH_BookTitle
source: Book or Textbook Title
th_th: ชื่อหนังสือหรือแบบเรียน

# PH_CoAuthor
source: Co-Author
th_th: ผู้ร่วมเขียน

# PH_CoAuthor1
source: Co-Author 1 (if any)
th_th: ผู้ร่วมเขียน 1 (ถ้ามี)

# PH_Course
source: Course Name
th_th: ชื่อรายวิชา

# PH_DurationMonths
source: e.g. 24
th_th: เช่น 24

# PH_Grantor
source: e.g. Funding Agency
th_th: เช่น หน่วยงานผู้ให้ทุน

# PH_MaterialTitle
source: Teaching Material Name
th_th: ชื่อสื่อการสอน

# PH_ResearchTopic
source: e.g. Sustainable Agriculture with AI
th_th: เช่น เกษตรกรรมยั่งยืนด้วย AI

# PH_Semester
source: e.g. 1
th_th: เช่น 1

# PH_SubjectEg
source: e.g. Data Structures
th_th: เช่น โครงสร้างข้อมูล

# PH_Topic
source: Topic
th_th: หัวข้อ

# PH_Year
source: e.g. 2025
th_th: เช่น 2025

# PH_YearEg
source: e.g. 2025
th_th: เช่น 2025

# S2_1_1_Aria
source: Teaching Load
th_th: ภาระงานสอน

# S2_1_1_Col_Code
source: Course Code
th_th: รหัสวิชา

# S2_1_1_Col_Title
source: Course Title
th_th: ชื่อวิชา

# S2_1_1_Title
source: 1.1 Summary of Teaching Load (According to University Announcement 2020)
th_th: 1.1 สรุปภาระการสอน ตามประกาศมหาวิทยาลัยรังสิตเรื่อง การกำหนดการคิดภาระงานสอนและค่าตอบแทนการสอนเกินภาระงาน พ.ศ.2563

# S2_1_2_Aria
source: Equivalent Load
th_th: ภาระงานเทียบเท่า

# S2_1_2_AttachPrompt
source: (Attach equivalent load document)
th_th: (แนบเอกสารการกำหนดภาระงานเทียบเท่าจากวิทยาลัย/คณะ)

# S2_1_2_Col_Report
source: Report Details
th_th: รายละเอียดรายงาน

# S2_1_2_Title
source: 1.2 Equivalent Workload (As defined by Faculty/College)
th_th: 1.2 ภาระงานเทียบเท่า(ตามที่คณะ/วิทยาลัยกำหนด)

# S2_1_3_Aria
source: Student Evaluation
th_th: การประเมินโดยนักศึกษา

# S2_1_3_Title
source: 1.3 Teaching Evaluation Results by Students
th_th: 1.3 ผลการประเมินการสอนโดยนักศึกษา

# S2_1_4_Aria
source: Peer Evaluation
th_th: การประเมินโดยอาจารย์

# S2_1_4_Modal_Title
source: Add Peer Evaluation Result
th_th: เพิ่มผลการประเมินโดยอาจารย์/ผู้ร่วมสอน

# S2_1_4_Title
source: 1.4 Teaching Evaluation Results by Peers/Co-teachers
th_th: 1.4 ผลการประเมินการสอนโดยอาจารย์/ผู้ร่วมสอน (ตามแผนการสอนที่กำหนดโดยคณะวิชา)

# S2_1_5_Aria
source: Student Monitoring Summary
th_th: สรุปการติดตามนักศึกษา

# S2_1_5_Col_Item
source: Activity
th_th: กิจกรรม

# S2_1_5_Col_Num
source: Number of students tracked (persons)
th_th: จำนวน นักศึกษาที่ดำเนินการได้ ตามตัวชี้วัด (คน)

# S2_1_5_FollowedUpLabel
source: Number tracked
th_th: จำนวน นักศึกษาที่ดำเนินการได้ ตามตัวชี้วัด (คน)

# S2_1_5_Footnote
source: Calculated based on actual number (max 50)
th_th: ในการคานวณค่าร้อยละให้คิดค่าตัวหารตามจำนวนจริงแต่สูงสุดไม่เกิน 50 คน

# S2_1_5_HelpCalc
source: Percentage = (Tracked / Total) * 100 (Max 50)
th_th: * ร้อยละ = (จำนวนนักศึกษาที่ติดตาม ÷ จำนวนนักศึกษาที่รับผิดชอบ) × 100 (จำกัดสูงสุด 50 คน)

# S2_1_5_ItemText
source: Percentage of student monitoring (At least 2 times/person/semester)
th_th: ร้อยละของการติดตามนักศึกษา (อย่างน้อย 2 ครั้ง/คน/ภาคการศึกษา)

# S2_1_5_Modal_Title
source: Student Monitoring Summary
th_th: สรุปการติดตามนักศึกษา

# S2_1_5_NumAdvisees
source: Number of responsible students
th_th: จำนวนนักศึกษาที่รับผิดชอบ

# S2_1_5_Summary
source: Summary
th_th: สรุป

# S2_1_5_Title
source: 1.5 Academic Advisor
th_th: 1.5 อาจารย์ที่ปรึกษา

# S2_1_Title
source: 1. Teaching and Graduate Production
th_th: 1. การสอนและการผลิตบัณฑิต

# S2_2_1_Aria
source: Teaching Materials
th_th: สื่อ/เอกสารการสอน

# S2_2_1_Modal_Title
source: Add New Teaching Material
th_th: เพิ่มสื่อการสอนใหม่

# S2_2_1_Title
source: 2.1 Teaching Documents (Evaluated 'Good' or higher by at least 3 peers)
th_th: 2.1 เอกสารการสอน (ประเมินผ่านคุณภาพระดับดีขึ้นไปจากคณาจารย์ที่เกี่ยวข้องในหน่วยงานอย่างน้อย 3 คน)

# S2_2_2_Aria
source: Books
th_th: หนังสือ

# S2_2_2_Modal_Title
source: Add New Book
th_th: เพิ่มหนังสือใหม่

# S2_2_2_Title
source: 2.2 Textbooks / Books / Translated Works (Approved for Academic Position)
th_th: 2.2 ตำรา/ หนังสือ/ งานแปลที่ได้รับการประเมินผ่านเกณฑ์การขอตำแหน่งทางวิชาการแล้ว

# S2_2_3_Aria
source: Research Grants
th_th: ทุนวิจัย

# S2_2_3_GrantDetails
source: Grant Details
th_th: รายละเอียดทุน

# S2_2_3_Modal_Title
source: Add New Research Grant
th_th: เพิ่มทุนวิจัยใหม่

# S2_2_3_Title
source: 2.3 Research Grants
th_th: 2.3 ทุนวิจัย (คิดตามสัดส่วนรายปีของสัญญาทุน)

# S2_2_4_Aria
source: Academic Conference
th_th: การประชุมวิชาการ

# S2_2_4_Title
source: 2.4 Academic/Research Articles in Conference Proceedings
th_th: 2.4 บทความวิชาการหรือบทความวิจัยที่ตีพิมพ์ในรายงานสืบเนื่องจากการประชุมวิชาการ

# S2_2_5_Aria
source: Journals
th_th: วารสาร

# S2_2_5_Title
source: 2.5 Academic/Research Articles in Journals
th_th: 2.5 บทความวิชาการหรือบทความวิจัยที่ตีพิมพ์ในวารสารวิชาการ

# S2_2_6_Aria
source: Patents
th_th: อนุสิทธิบัตรและสิทธิบัตร

# S2_2_6_Title
source: 2.6 Patents / Petty Patents
th_th: 2.6 ผลงานที่ได้รับการจดอนุสิทธิบัตร/สิทธิบัตร

# S2_2_7_Aria
source: Creative Works
th_th: งานสร้างสรรค์

# S2_2_7_Title
source: 2.7 Creative Works
th_th: 2.7 งานสร้างสรรค์

# S2_2_Title
source: 2. Teaching Documents, Academic Works, Research, and Creative Works
th_th: 2. เอกสารการสอน งานวิชาการ งานวิจัย และงานสร้างสรรค์

# S2_AgreementDuration
source: Contract Duration
th_th: ระยะเวลาสัญญา

# S2_ArticleTitle
source: Article Title
th_th: ชื่อบทความ

# S2_Book_Type_Book
source: Book
th_th: หนังสือ

# S2_Book_Type_Textbook
source: Textbook
th_th: ตำราเรียน

# S2_Book_Type_Translated
source: Translated Work
th_th: งานแปล

# S2_CoAuthors
source: Co-Producers
th_th: ผู้ร่วมผลิต

# S2_CoAuthors_AddBtn
source: Add Co-Author
th_th: เพิ่มผู้ร่วมเขียน

# S2_CoAuthors_Explain
source: Add Co-Authors in order
th_th: เพิ่มรายชื่อผู้ร่วมเขียนตามลำดับ

# S2_CoAuthors_RemoveBtn
source: Remove Co-Author
th_th: ลบผู้ร่วมเขียน

# S2_ConferenceDate
source: Date of Conference
th_th: วัน/เดือน/ปีที่จัด ประชุม

# S2_ConferenceName
source: Conference Name
th_th: ชื่อการประชุม

# S2_DocType_Modify
source: Modified (>50%)
th_th: ปรับปรุงเกิน 50%

# S2_DocType_New
source: New
th_th: ใหม่

# S2_DurationMonths
source: Amount of Years
th_th: จำนวนปี

# S2_Grantor
source: Sponsor
th_th: ผู้สนับสนุน ทุนวิจัย (แหล่งทุน)

# S2_JournalPublisher
source: Journal / Publisher
th_th: วารสาร / ผู้พิมพ์

# S2_PatentDate
source: Date Granted
th_th: วันที่ได้รับอนุสิทธิบัตร/สิทธิบัตร

# S2_PatentNumber
source: Patent Number
th_th: เลขอนุสิทธิบัตร/สิทธิบัตร

# S2_PublicationMonth
source: Month Published
th_th: เดือนที่ตีพิมพ์

# S2_PublicationYear
source: Year Published
th_th: ปีที่ตีพิมพ์

# S2_PublisherType
source: Published Database (√)
th_th: ฐานข้อมูลที่ตีพิมพ์ (√)

# S2_ResearchPos_Coworker
source: Co-Researcher
th_th: ผู้ร่วมวิจัย

# S2_ResearchPos_Leader
source: Project Leader
th_th: หัวหน้าโครงการ

# S2_TitleOfPaper
source: Paper Title
th_th: ชื่อบทความ

# S2_TypeOfConference
source: Format/Level (√)
th_th: รูปแบบ/ระดับ (√)

# DropDown1
source: Teaching and Graduate Production
th_th: งานสอนและการผลิตบัณฑิต

# DropDown2
source: Academic Resources, Research, and Creative Works
th_th: งานสอนและการผลิตบัณฑิต

# DropDown3
source: Academic Services
th_th: งานบริการทางวิชาการ

# DropDown4
source: Art & Culture and Others
th_th: งานทำนุบำรุงศิลปวัฒนธรรม และ งานอื่นๆ

# DropDown5
source: Behavior and Performance Characteristics
th_th: คุณลักษณะและพฤติกรรมการปฏิบัติงาน

# DropDown6
source: University Support
th_th: สนับสนุนงานมหาวิทยาลัย

# Common_ViewEvidence
source: View Evidence
th_th: ดูหลักฐาน

source: Evidence Missing
th_th: ไม่พบไฟล์หลักฐาน

# Evidence_Modal_Title
source: View Evidence
th_th: ดูตัวอย่างหลักฐาน

# Evidence_Frame_Title
source: Evidence Document
th_th: เอกสารหลักฐาน

# AppTitle
source: Staff Evaluation System
th_th: ระบบประเมินบุคลากร

source: Faculty Member
th_th: อาจารย์ประจำคณะ

source: Menu
th_th: เมนู

# Btn_BackToDashboard
source: Back to Dashboard
th_th: กลับสู่แดชบอร์ด

# Footer_Rights
source: © 2024 Rangsit University. All academic rights reserved.
th_th: © 2024 มหาวิทยาลัยรังสิต สงวนลิขสิทธิ์ทางวิชาการ

# Progress_Section2
source: Section 2 Progress
th_th: ความคืบหน้าส่วนที่ 2

# Menu_EvaluationSections
source: Evaluation Sections
th_th: ส่วนการประเมิน

# Menu_Summary
source: Summary & Submit
th_th: สรุปและส่ง

# Label_AcadYear
source: Academic Year
th_th: ปีการศึกษา

# Label_Updated
source: Updated
th_th: อัปเดตเมื่อ
