Repository: SaltyLem0n/RSU-360-X
Catalog: Resources/Views/Section3/Index.*.resx
Languages: th_th

# Title.AcademicServicesSection3
source: Section 3: Evaluation Form
th_th: งานบริการวิชาการ — หมวดที่ 3

# Nav.Personal
source: Personal Info
th_th: ข้อมูลส่วนบุคคล

# Nav.TeachingSoon
source: Teaching & Graduate Production
th_th: งานสอนและการผลิตบัณฑิต

# Nav.ServicesDuties
source: Services & Duties
th_th: บริการและหน้าที่

# Nav.PerformanceEvaluation
source: Performance Evaluation
th_th: การประเมินผลงาน

# Nav.Part1Teaching
source: Section 1: Teaching
th_th: ส่วนที่ 1: การสอน

# Nav.Part2Advisor
source: Section 2: Advisor
th_th: ส่วนที่ 2: อาจารย์ที่ปรึกษา

# Nav.Part3Responsibilities
source: Section 3: Responsibilities
th_th: ส่วนที่ 3: หน้าที่รับผิดชอบ

# Nav.Part4Ethics
source: Section 4: Professional Ethics
th_th: ส่วนที่ 4: จรรยาบรรณวิชาชีพ

# Nav.Part5CoreCompetencies
source: Section 5: Core Competencies
th_th: ส่วนที่ 5: สมรรถนะหลัก

# Nav.Part6Managerial
source: Section 6: Managerial Competencies
th_th: ส่วนที่ 6: สมรรถนะด้านการบริหาร

# Nav.OverallSummary
source: Summary
th_th: สรุปภาพรวม

# Page.ReportEvalForm
source: Performance Evaluation
th_th: การประเมินผลงาน

# Page.Section3Subtitle
source: Section 3 — Academic Services and Other Duties
th_th: หมวดที่ 3 — งานบริการวิชาการและงานอื่น ๆ

# Common.Actions
source: Actions
th_th: การทำงาน

# Common.AddNew
source: Add New
th_th: เพิ่มรายการ

# Common.DeleteSelected
source: Delete Selected
th_th: ลบที่เลือก

# Common.NoData
source: No data available
th_th: ไม่พบข้อมูล

# Common.SaveAllChanges
source: Save All Changes
th_th: บันทึกการเปลี่ยนแปลงทั้งหมด

# Common.Close
source: Close
th_th: ปิด

# Common.Save
source: Save
th_th: บันทึก

# S31.Title
source: 3.1 Academic Service Projects with Income
th_th: 3.1 โครงการบริการวิชาการแบบมีรายได้ (ศูนย์บริการทางวิชาการเป็นผู้กรอกข้อมูลและยืนยันคะแนน)

# S31.ProjectName
source: Project Name / Service Unit
th_th: ชื่อโครงการ/หน่วยบริการ

# S31.RecipientAgency
source: Recipient / Agency
th_th: ผู้ขอรับบริการ/หน่วยงาน

# S31.ServiceType
source: Service Type
th_th: ประเภทงานบริการ

# S31.StartDate
source: Start Date
th_th: วันที่เริ่มโครงการ

# S31.Allocation
source: University Allocation
th_th: เงินจัดสรรให้มหาวิทยาลัย

# S31.Remarks
source: Remarks
th_th: หมายเหตุ

# S31.ModalTitle
source: Add Income Project
th_th: เพิ่มโครงการที่มีรายได้

# S31.UnitNameLabel
source: Project Name / Service Unit
th_th: ชื่อโครงการ/หน่วยบริการ

# S31.RoleInProject
source: Role in Project
th_th: บทบาทในโครงการ

# S31.UniversityAllocation
source: Allocated Budget (THB)
th_th: งบประมาณที่จัดสรร (บาท)

# S31.PaymentDate
source: Payment Date
th_th: วันรับชำระ

# S31.SaveBtn
source: Save Project
th_th: บันทึกโครงการ

# S32.Title
source: 3.2 Quality Assurance Projects
th_th: 3.2 โครงการบริการวิชาการเพื่อสนับสนุนงานประกันคุณภาพ (ศูนย์บริการทางวิชาการเป็นผู้กรอกข้อมูลและร่วมพิจารณาคะแนนร่วมกับคณะ/วิทยาลัย)

# S32.Headers.Summary
source: Performance Summary
th_th: ผลการดำเนินงาน

# S32.ModalTitle
source: Add QA Project
th_th: เพิ่มโครงการประกันคุณภาพ

# S32.RoleInProject
source: Role in Project
th_th: บทบาทในโครงการ

# S32.Duty
source: Duty
th_th: หน้าที่

# S32.EndDate
source: End Date
th_th: วันสิ้นสุด

# S32.SaveBtn
source: Save Project
th_th: บันทึกโครงการ

# S33.Title
source: 3.3 Guest Speaker / Special Lecturer / Committee Member
th_th: 3.3 ได้รับเชิญเป็นวิทยากร อาจารย์พิเศษ กรรมการ อนุกรรมการ ผู้ทรงคุณวุฒิ (บุคลากรเป็นผู้กรอกข้อมูลโดยคณะ/วิทยาลัย เป็นผู้ตรวจสอบและยืนยันคะแนน)

# S33.Headers.ActivityName
source: Activity / Project Name
th_th: ชื่อโครงการ/กิจกรรม

# S33.Headers.Role
source: Role / Duty
th_th: บทบาท/หน้าที่

# S33.Headers.Agency
source: Recipient Agency
th_th: หน่วยงานผู้รับบริการ

# S33.Headers.StartDate
source: Date Started
th_th: วันที่เริ่ม

# S33.ModalTitle
source: Add Speaker/Committee Activity
th_th: เพิ่มกิจกรรมวิทยากร/กรรมการ

# S33.Type
source: Internal / External
th_th: ภายใน/ภายนอก

# S33.EndDate
source: End Date
th_th: วันสิ้นสุด

# S33.SaveBtn
source: Save Activity
th_th: บันทึกกิจกรรม

# S34.Title
source: 3.4 Academic Expert / Reviewer
th_th: 3.4 ได้รับเชิญเป็นผู้ทรงคุณวุฒิพิจารณาผลงานวิชาการ (บุคลากรเป็นผู้กรอกข้อมูลโดยคณะ/วิทยาลัย เป็นผู้ตรวจสอบและยืนยันคะแนน)

# S34.Headers.JournalName
source: Journal / Conference Name
th_th: ชื่อวารสาร/การประชุม

# S34.Headers.ArticleName
source: Article Name
th_th: ชื่อบทความ

# S34.Headers.Agency
source: Applicant
th_th: ผู้ขอรับบริการ

# S34.Headers.StartDate
source: Start Date
th_th: วันที่เริ่มโครงการ

# S34.ModalTitle
source: Add Expert Activity
th_th: เพิ่มกิจกรรมผู้ทรงคุณวุฒิ

# S34.Type
source: Internal / External
th_th: ภายใน/ภายนอก

# S34.EndDate
source: End Date
th_th: วันสิ้นสุด

# S34.SaveBtn
source: Save Activity
th_th: บันทึกกิจกรรม

# S4.Title
source: Arts and Culture Activities
th_th: งานทำนุบำรุงศิลปวัฒนธรรม

# S41.Title
source: Participation
th_th: การเข้าร่วมกิจกรรม

# S41.Headers.EventName
source: Event Name
th_th: ชื่อกิจกรรม

# S41.Headers.Level
source: Participation Level
th_th: ระดับการมีส่วนร่วม

# S41.Headers.TimeSpent
source: Time Spent / Term
th_th: จำนวนเวลาที่ใช้/ภาค

# S41.ModalTitle
source: Add Arts & Culture Activity
th_th: เพิ่มกิจกรรมศิลปวัฒนธรรม

# S41.Level.Committee
source: Committee / Working Group
th_th: คณะทำงาน/กรรมการ

# S41.Level.Participate
source: Participant
th_th: ผู้เข้าร่วม

# S41.SaveBtn
source: Save Activity
th_th: บันทึกกิจกรรม

# S5.Title
source: Other Tasks
th_th: งานอื่น ๆ

# S51.Title
source: Assigned Tasks or Activities
th_th: งานหรือกิจกรรมที่ได้รับมอบหมาย(สามารถใช้เกณฑ์ตามแบบประเมินของมหาวิทยาลัย หรือกำหนดเกณฑ์ใหม่เอง)

# S51.Headers.Task
source: Assigned Task / Activity
th_th: งานหรือกิจกรรมที่ได้รับมอบหมาย

# S51.Headers.AssignedBy
source: Assigned By
th_th: รับมอบหมายจาก

# S51.Headers.TimeSpent
source: Time Spent / Term (Avg)
th_th: เวลาที่ใช้ในการปฏิบัติ/ภาค (โดยเฉลี่ย)

# S51.ModalTitle
source: Add Other Task
th_th: เพิ่มงานอื่น ๆ

# S51.SaveBtn
source: Save Task
th_th: บันทึกงาน

# S6.Title
source: Administrative Positions
th_th: งานบริหารโดยตำแหน่ง (อาจารย์ที่ดำรงตำแหน่งบริหารในวิทยาลัย คณะ สถาบัน)

# S61.Title
source: Administrative workload for the academic year
th_th: ภาระงานบริหารที่ได้รับมอบหมายในรอบปีการศึกษา

# S61.Headers.Task
source: Administrative Workload
th_th: ภาระงานบริหารที่ได้รับมอบหมายในรอบปีการศึกษา

# S61.ModalTitle
source: Add Administrative Work
th_th: เพิ่มงานบริหาร

# S61.SaveBtn
source: Save Work
th_th: บันทึกงาน

# S7.Title
source: Support Tasks for University Units
th_th: ภาระงานที่สนับสนุนการดำเนินงานของหน่วยงานในมหาวิทยาลัย

# S71.Title
source: Support Work
th_th: งานสนับสนุน(แนบเอกสารการแต่งตั้งคณะกรรมการ/คณะทำงาน โดยได้รับการรับรองจากหัวหน้าหน่วยงานต้นสังกัดของภารกิจนั้นๆ)

# S81.Headers.Topic
source: Topic
th_th: หัวข้อ

# S81.Headers.Type
source: Type
th_th: ประเภท

# S81.Headers.StartDateTime
source: Start Date
th_th: วันที่เริ่มโครงการ

# S81.Headers.EndDateTime
source: End Date
th_th: วันสิ้นสุด

# S81.Headers.Organizer
source: Organizer
th_th: ชื่อผู้จัด

# S81.Headers.Benefits
source: Benefits
th_th: ประโยชน์ที่ได้รับ

# S71.Headers.Task
source: Workload
th_th: ภาระงาน

# S71.ModalTitle
source: Add Support Work
th_th: เพิ่มงานสนับสนุน

# S71.SaveBtn
source: Save Work
th_th: บันทึกงาน

# S8.Title
source: Personnel Development
th_th: การพัฒนาบุคลากร

# S81.Title
source: Development Activities
th_th: กิจกรรมพัฒนา

# S81.ModalTitle
source: Add Development Activity
th_th: เพิ่มกิจกรรมพัฒนาบุคลากร

# S81.Type.Training
source: Training
th_th: อบรม

# S81.Type.Seminar
source: Seminar
th_th: สัมมนา

# S81.Type.StudyTour
source: Study Tour
th_th: ดูงาน

# S81.Type.Internship
source: Internship
th_th: ฝึกงาน

# S81.Type.Meeting
source: Meeting
th_th: ประชุม

# S81.Type.Other
source: Other
th_th: อื่น ๆ

# S81.SaveBtn
source: Save Activity
th_th: บันทึกกิจกรรม

# Summary.Title
source: Summary & Comments
th_th: สรุปการปฏิบัติงานและความเห็นของผู้รับการประเมิน

# Summary.Label
source: Additional Comments / Notes
th_th: โปรดระบุสรุปหรือข้อคิดเห็นเพิ่มเติมสำหรับหมวดนี้

# JS.SelectRowsPrompt
source: Please select rows to delete
th_th: โปรดเลือกแถวที่จะลบ

# JS.ConfirmDelete
source: Are you sure you want to delete {0} selected items?
th_th: ยืนยันการลบ {0} รายการที่เลือกหรือไม่?

# JS.DeleteError
source: Error deleting ID {0}
th_th: เกิดข้อผิดพลาดในการลบ ID {0}

# JS.DeleteErrorGeneric
source: Error occurred during deletion
th_th: เกิดข้อผิดพลาดระหว่างการลบ

# JS.SaveFailed
source: Save failed: {0}
th_th: บันทึกรายการไม่สำเร็จ: {0}

# JS.SaveErrorGeneric
source: Error occurred during save
th_th: เกิดข้อผิดพลาดระหว่างการบันทึก

# DropDown1
source: Teaching and Graduate Production
th_th: งานสอนและการผลิตบัณฑิต

# DropDown2
source: Teaching Materials, Academic Works, Research, and Creative Works
th_th: เอกสารประกอบการสอน ผลงานวิชาการ งานวิจัย และผลงานสร้างสรรค์

# DropDown3
source: Academic Services
th_th: งานบริการทางวิชาการ

# DropDown4
source: Art and Culture Maintenance and Other Tasks
th_th: งานทำนุบำรุงศิลปวัฒนธรรม และ งานอื่นๆ

# DropDown5
source: Performance Characteristics and Behavior
th_th: คุณลักษณะและพฤติกรรมการปฏิบัติงาน

# DropDown6
source: University Support Tasks
th_th: สนับสนุนงานมหาวิทยาลัย

# S41.Headers.EndDate
source: End Date
th_th: วันสิ้นสุด

# S41.Headers.StartDate
source: Start Date
th_th: วันที่เริ่มโครงการ

# S51.Headers.EndDate
source: End Date
th_th: วันสิ้นสุด

# S51.Headers.StartDate
source: Start Date
th_th: วันที่เริ่มโครงการ

# Nav_S1
source: Section 1: General Info
th_th: ข้อมูลส่วนบุคคล

# Nav_S2
source: Section 2: Teaching
th_th: งานสอนและการผลิตบัณฑิต

# Nav_S3
source: Section 3: Services & Duties
th_th: บริการและหน้าที่

# Nav_S4
source: Section 4: Research
th_th: ส่วนที่ 4: การวิจัย

# Menu_Summary
source: Summary & Submit
th_th: สรุปรวม

# Menu_EvaluationSections
source: Evaluation Sections
th_th: ส่วนการประเมิน

# Btn_BackToDashboard
source: Back to Dashboard
th_th: กลับสู่แดชบอร์ด

# Progress_S3
source: Section 3 Progress
th_th: ความคืบหน้าส่วนที่ 3

# Label_Term
source: TERM
th_th: ภาคการศึกษา

# Label_LastUpdated
source: LAST UPDATED
th_th: อัปเดตล่าสุด

# Footer_Rights
source: © 2024 Rangsit University. All academic rights reserved.
th_th: © 2024 มหาวิทยาลัยรังสิต สงวนลิขสิทธิ์ทางวิชาการ

# Link_Support
source: Support Desk
th_th: ศูนย์สนับสนุน

# Link_Docs
source: User Documentation
th_th: คู่มือการใช้งาน

# Link_Policy
source: Academic Policy
th_th: ระเบียบการทางวิชาการ

source: Faculty Member
th_th: อาจารย์ประจำคณะ

source: Menu
th_th: เมนู

# Form_Title
source: Staff Evaluation System
th_th: บริการและหน้าที่
