Repository: SaltyLem0n/RSU-360-X
Catalog: Resources/Views/Section1Personal/Index.*.resx
Languages: th_th

source: Academic Policy
th_th: ระเบียบการทางวิชาการ

# AdministrationFocusedDesc
source: Primary responsibility is departmental or university management.
th_th: หน้าที่หลักคือการบริหารจัดการภาควิชาหรือมหาวิทยาลัย

source: Back to Dashboard
th_th: กลับสู่แดชบอร์ด

# Button_SaveSection1
source: Save Changes
th_th: บันทึก ส่วนที่ 1

# DropDown1
source: Teaching and Graduate Production
th_th: งานสอนและการผลิตบัณฑิต

# DropDown2
source: Teaching Materials, Academic Works, Research, and Creative Works
th_th: เอกสารประกอบการสอน ผลงานวิชาการ งานวิจัย และผลงานสร้างสรรค์

# DropDown3
source: Academic Services
th_th: งานบริการทางวิชาการ

# DropDown4
source: Arts and Culture Maintenance and Others
th_th: งานทำนุบำรุงศิลปวัฒนธรรม และ งานอื่นๆ

# DropDown5
source: Characteristics and Work Behavior
th_th: คุณลักษณะและพฤติกรรมการปฏิบัติงาน

# DropDown6
source: University Support
th_th: สนับสนุนงานมหาวิทยาลัย

source: Employee ID
th_th: รหัสพนักงาน

source: Evaluation Sections
th_th: ส่วนการประเมิน

source: Faculty Member
th_th: อาจารย์ประจำคณะ

# Focus_Admin
source: Administration Focused
th_th: อาจารย์ที่เน้นการบริหาร

# Focus_Research
source: Research Focused
th_th: อาจารย์ที่เน้นการวิจัย

# Focus_Teaching
source: Teaching Focused
th_th: อาจารย์ที่เน้นการสอน

# FooterCopyright
source: Â© 2024 Rangsit University. All academic rights reserved.
th_th: © 2024 มหาวิทยาลัยรังสิต สงวนลิขสิทธิ์ทางวิชาการ

# Form_Subtitle
source: Section 1: General Info
th_th: ส่วนที่ 1 — ข้อมูลส่วนตัวและประวัติการทำงาน

# Form_Title
source: Staff Evaluation System
th_th: แบบรายงานและประเมินผลการปฏิบัติงานของอาจารย์ประจำ มหาวิทยาลัยรังสิต

# Instructions_Label
source: Instructions:
th_th: คำแนะนำ:

# Instructions_Text
source: Personal information and work focus configuration.
th_th: ข้อมูลส่วนตัวของคุณถูกกรอกล่วงหน้าจากฐานข้อมูลของมหาวิทยาลัยและไม่สามารถแก้ไขได้ที่นี่ โปรดกรอกส่วน "สายงานของอาจารย์" ด้านล่าง

# Label_AcademicRank
source: Academic Rank
th_th: ตำแหน่งทางวิชาการ

# Label_AdminPosition
source: Administration Position
th_th: ตำแหน่งบริหาร

# Label_AgeYears
source: Age (Years)
th_th: อายุ (ปี)

# Label_ApprovedAcademicYear
source: Approved Academic Year for Research Track
th_th: ปีการศึกษาที่ได้รับอนุมัติ (สำหรับสายวิจัย)

# Label_Department
source: Department
th_th: ภาควิชา/สาขาวิชา/แผนก

# Label_FacultyOrCenter
source: Faculty
th_th: คณะ / ศูนย์ / สำนักงาน

# Label_FirstName
source: First Name
th_th: ชื่อ

# Label_HighestDegree
source: Highest Degree
th_th: วุฒิการศึกษาสูงสุด

# Label_LastName
source: Last Name
th_th: นามสกุล

# Label_Position
source: Position
th_th: ตำแหน่ง

# Label_StartDate
source: Start Date
th_th: วันที่เริ่มงาน

# Legend_LecturerFocus
source: Work Focus Configuration
th_th: สายงานของอาจารย์

source: Menu
th_th: เมนู

# Nav_PerfEval
source: Performance Evaluation
th_th: การประเมินผลงาน

# Nav_Personal
source: Section 1: General Info
th_th: ข้อมูลส่วนบุคคล

# Nav_S4_Overall
source: Summary & Submit
th_th: สรุปรวม

# Nav_S4_Part1_Teaching
source: Part 1: Teaching Assessment
th_th: ส่วนที่ 1: การประเมินการสอน

# Nav_S4_Part2_Advisor
source: Part 2: Advisor Assessment
th_th: ส่วนที่ 2: การประเมินอาจารย์ที่ปรึกษา

# Nav_S4_Part3_Responsibilities
source: Part 3: Responsibilities
th_th: ส่วนที่ 3: ความรับผิดชอบ

# Nav_S4_Part4_Ethics
source: Part 4: Ethics
th_th: ส่วนที่ 4: จริยธรรมวิชาชีพ

# Nav_S4_Part5_CoreComp
source: Part 5: Core Competencies
th_th: ส่วนที่ 5: สมรรถนะหลัก

# Nav_S4_Part6_ManagerialComp
source: Part 6: Managerial Competencies
th_th: ส่วนที่ 6: สมรรถนะด้านการบริหาร

# Nav_ServicesDuties
source: Section 3: Services & Duties
th_th: บริการและหน้าที่

# Nav_TeachingSoon
source: Section 2: Teaching
th_th: งานสอนและการผลิตบัณฑิต

# Placeholder_ApprovedAcademicYear
source: e.g. 2567
th_th: เช่น 2025 / 2568

# ResearchFocusedDesc
source: Primary responsibility is academic research and publication.
th_th: หน้าที่หลักคือการวิจัยทางวิชาการและการตีพิมพ์

# Save_Confirmation_Message
source: Are you sure you want to save?
th_th: คุณแน่ใจหรือไม่ว่าต้องการบันทึก?

source: Section 4: Research
th_th: ส่วนที่ 4: การวิจัย

source: Support Desk
th_th: ศูนย์สนับสนุน

# TeachingFocusedDesc
source: Primary responsibility is instruction and student mentorship.
th_th: หน้าที่หลักคือการสอนและการให้คำปรึกษานักศึกษา

source: Total Progress
th_th: ความคืบหน้าทั้งหมด

source: User Documentation
th_th: คู่มือการใช้งาน
