Repository: SaltyLem0n/RSU-360-X
Catalog: Resources/Views/Employee/Index.*.resx
Languages: th_th

source: Welcome
th_th: ยินดีต้อนรับ

source: Logout
th_th: ออกจากระบบ

# DashboardTitle
source: Staff Dashboard
th_th: หน้าแรก

# DashboardSubtitle
source: Manage your academic and administrative tasks efficiently.
th_th: จัดการภารกิจด้านวิชาการและงานบริหารจัดการของคุณอย่างมีประสิทธิภาพ

source: Academic Year
th_th: ปีการศึกษา

source: Semester
th_th: ภาคการศึกษา

source: Go
th_th: คลิก

source: Coming Soon
th_th: เร็วๆ นี้

# EvalReviewTitle
source: Evaluation Review
th_th: แบบรายงานและประเมินผลการปฏิบัติงานของเจ้าหน้าที่

# EvalReviewDesc
source: Review staff performance metrics, approve evaluation forms, and manage departmental KPIs.
th_th: ส่งแบบประเมินผลการปฏิบัติงานประจำปี (สำหรับบุคลากรเจ้าหน้าที่มหาวิทยาลัยรังสิต)

# PerformanceEvalTitle
source: Performance Eval
th_th: แบบประเมินผล

# PerformanceEvalDesc
source: Submit your self-assessment report, teaching portfolio, and research contributions for the year.
th_th: กรอกแบบประเมินประจำปี ระบบดึงข้อมูลจากฐานข้อมูลมหาวิทยาลัย และสามารถแก้ไขได้

# ArtsCultureTitle
source: Arts & Culture
th_th: กิจกรรมศิลปวัฒนธรรม

# ArtsCultureDesc
source: Register for university cultural events, submit activity logs, and view upcoming art exhibitions.
th_th: บันทึกการเข้าร่วมกิจกรรมด้านศิลปะ วัฒนธรรม และสังคม (ตาราง 4)

# AssignedTasksTitle
source: Assigned Tasks
th_th: งานที่ได้รับมอบหมายอื่น ๆ

# AssignedTasksDesc
source: Track special assignments, committee responsibilities, and ad-hoc projects assigned by the dean.
th_th: บันทึกงานเบ็ดเตล็ดอื่น ๆ และเวลาที่ใช้ไป (ตาราง 5)

# AdminWorkTitle
source: Administrative Work
th_th: งานบริหาร

# AdminWorkDesc
source: Access e-Document systems, leave requests, room booking, and general administrative forms.
th_th: รายละเอียดความรับผิดชอบและหน้าที่ด้านงานบริหาร (ตาราง 6)

# SupportTasksTitle
source: Support Tasks
th_th: งานสนับสนุน

# SupportTasksDesc
source: Report facility issues, request IT support, and access campus maintenance services.
th_th: บันทึกงานสนับสนุนหรือช่วยเหลืองานที่ได้ดำเนินการ (ตาราง 7)

# AcademicResourcesTitle
source: Academic Resources
th_th: ทรัพยากรทางวิชาการ

# AcademicResourcesDesc
source: Quick access to digital libraries, research databases, LMS, and teaching materials.
th_th: ทรัพยากรสำหรับการสอน การวิจัย และสิ่งพิมพ์

# VisaReviewTitle
source: Visa Review
th_th: ตรวจสอบวีซ่า

# VisaReviewDesc
source: Manage document processing for international staff work permits and student visas.
th_th: ตรวจสอบคำขอและการอนุมัติวีซ่าของนักศึกษา

# FooterCopyright
source: © 2024 Rangsit University. Intelligent Experience.
th_th: © 2024 มหาวิทยาลัยรังสิต ประสบการณ์อัจฉริยะ
